Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Sensitivity
bg: Чувствителност
cs: Citlivost
da: Sensitivitet
de: Empfindlichkeit
es: Sensibilidad
fr: Sensibilité
it: Sensibilità
nb_no: Insulinfølsomhet
nl: Gevoeligheid
pl: Wrażliwość
pt_pt: Fator de sensibilidade
ru: Чувствительность
sv: Känslighet
uk: Чутливість
vi: Độ nhạy
zh_hant: 敏感度

source: Sensitivity Adjustment
bg: Корекция на чувствителността
cs: Úprava citlivosti
da: Justering Af Følsomhed
de: Empfindlichkeitsanpassung
es: Ajuste de sensibilidad
fr: Ajustement de la sensibilité
it: Regolazione Sensibilità
nb_no: Justering av følsomhet
nl: Aanpassing gevoeligheid
pl: Regulacja wrażliwości
pt_pt: Ajuste de Sensibilidade
ru: Корректировка чувствительности
sv: Känslighetsinställning
uk: Коригування чутливості
vi: Điều chỉnh độ nhạy
zh_hant: 敏感度調整

source: Sensitivity changes from Temp Targets have a built-in minimum of 15%. Even very high Temp Targets cannot reduce insulin delivery below 15% of normal.
bg: Промените в чувствителността от временните цели имат вграден минимум от 15%. Дори много високите временни цели не могат да намалят подаването на инсулин под 15% от нормалното.
cs: Změny citlivosti z dočasných cílů mají nastavené minimum 15 %. Ani velmi vysoké dočasné cíle nemohou snížit podávání inzulínu pod 15 % tvého normálu.
fr: Les modifications de sensibilité liées aux Cibles Temporaires comportent un minimum intégré de 15%. Même des Cibles Temporaires très élevées ne peuvent pas réduire la délivrance d'insuline à moins de 15 % de la normale.
nb_no: Sensitivitetsendringer fra midlertidige mål har et innebygd minimum på 15%. Selv svært høye midlertidige mål kan ikke redusere insulinleveranse til mindre enn 15% av normalen.
pl: Zmiany wrażliwości dla celów tymczasowych mają wbudowane minimum 15%. Nawet bardzo wysokie cele tymczasowe nie mogą zmniejszyć podaży insuliny poniżej 15% normy.
vi: Các thay đổi độ nhạy từ Mục tiêu tạm thời có mức tối thiểu tích hợp là 15%. Ngay cả khi Mục tiêu tạm thời rất cao cũng không thể giảm lượng insulin xuống dưới 15% so với mức bình thường.
zh_hant: 由臨時目標造成的敏感度變化有 15% 的內建下限。即使將臨時目標設得很高，也無法把胰島素輸送降到低於正常的 15%。

source: Sensitivity Limits
bg: Лимити на чувствителността
cs: Limity citlivosti
fr: Limites de sensibilité
nb_no: Grenseverdier for insulinfølsomhet
pl: Limity wrażliwości
vi: Giới hạn độ nhạy
zh_hant: 敏感度限制

source: Sensitivity Raises Target
bg: Чувствителността повишава целта
cs: Citlivost zvyšuje cíl
da: Følsomhed Hæver Mål
de: Empfindlichkeit erhöht den Zielwert
es: La sensibilidad aumenta el objetivo
fr: Sensibilité augmente la cible
it: Sensibilità Aumenta Target
nb_no: Sensitivitet øker målverdi
nl: Gevoeligheid verhoogt het doel
pl: Wrażliwość podnosi cel
pt_pt: Sensibilidade levanta Alvo
ru: Чувствительность повышает цель
sv: Insulinkänslighet höjer målet
uk: Чутливість Підвищує Ціль
vi: Độ nhạy làm tăng mục tiêu
zh_hant: 敏感度提高目標

source: Sensitivity Ratio
bg: Коефициент на чувствителност
cs: Poměr citlivosti
da: Sensitivitetsratio
de: Empfindlichkeitsverhältnis
es: Ratio de sensibilidad
fr: Ratio de sensibilité
it: Rapporto sensibilità
nb_no: Sensitivitetsratio
nl: Gevoeligheidsratio
pl: Współczynnik czułości
pt_pt: Taxa de Sensibilidade
ru: Коэффициент Чувствительности
sv: Känslighet ratio
uk: Коефіцієнт Чутливості
vi: Tỷ lệ độ nhạy
zh_hant: 敏感度比率

source: Sensor Age
bg: Възраст на сензора
cs: Stáří senzoru
da: Sensor Alder
de: Sensoralter
es: Edad del sensor
fr: Âge du capteur (CGM)
it: Durata Sensore
nb_no: Sensoralder
nl: Sensor leeftijd
pl: Wiek sensora
pt_pt: Idade do Sensor
ru: Возраст сенсора
sv: Sensor Ålder
uk: Вік Сенсору
vi: Thời gian sử dụng sensor
zh_hant: 傳感器使用年限

source: Sensor Age Left
bg: Оставащо време на сензора
cs: Zbývající životnost senzoru
da: Sensor Tid Tilbage
de: verbleibende Sensorlaufzeit
es: Edad del sensor izquierda
fr: Durée restante du capteur (CGM)
it: Tempo Rimanente Sensore
nb_no: Gjenværende sensoralder
nl: Sensor nog te gebruiken
pl: Pozostały czas sensora
pt_pt: Idade do Sensor Esquerda
ru: Осталось
sv: Sensorålder kvar
uk: Залишилось
vi: Thời gian còn lại của cảm biến
zh_hant: 剩餘傳感器年限

source: Sensor change
bg: Смяна на сензор
cs: Výměna senzoru
da: Sensor skifte
de: Sensorwechsel
es: Cambio de sensor
fr: Changement de capteur (CGM)
it: Cambio sensore
nb_no: Endring av sensor
nl: Sensor wisselen
pl: Zmiana sensora
pt_pt: Alterar sensor
ru: Смена сенсора
sv: Sensor förändring
uk: Зміна сенсору
vi: Thay đổi cảm biến
zh_hant: 傳感器更換

source: Sensor Ending Soon
bg: Сензорът скоро изтича
cs: Senzor brzy skončí
da: Sensor Udløber Snart
de: Sensorlaufzeit endet bald
es: Sensor que acaba pronto
fr: Fin imminente du capteur (CGM)
it: Il Sensore Terminerà a breve
nb_no: Sensoren utløper snart
nl: Sensor verloopt binnenkort
pl: Sensor niedługo przestanie działać
pt_pt: Encerramento do Sensor em breve
ru: Сенсор скоро закончится
sv: Sensor slutar snart
uk: Термін закінчення сенсору
vi: Cảm biến sắp kết thúc
zh_hant: 傳感器即將結束

source: Sensor Endtime
bg: Време на приключване на сензора
cs: Čas vypršení senzoru
da: Sensor Sluttid
de: Sensor Ablaufzeit
fr: Heure de fin du capteur (CGM)
it: Termine del Sensore
nb_no: Utløpstid for sensor
nl: Sensor verloopt
pl: Czas zakończenia sensora
ru: Время окончания сенсора
sv: Sensor slutdatum
uk: Час закінчення Сенсору
vi: Thời gian kết thúc cảm biến
zh_hant: 傳感器結束時間

source: Sensor expires soon
bg: Сензорът скоро изтича
cs: Senzoru brzy vyprší platnost
da: Sensor udløber snart
de: Sensor läuft bald ab
es: El sensor expira pronto
fr: Le capteur (CGM) expire bientôt
it: Il sensore scade a breve
nb_no: Sensor utløper snart
nl: Sensor verloopt binnenkort
pl: Czujnik wkrótce wygasa
pt_pt: O sensor expira em breve
ru: Сенсор скоро закончится
sv: Sensor går ut snart
uk: Сенсор скоро закінчиться
vi: Cảm biến sắp hết hạn
zh_hant: 傳感器即將過期

source: Sensor Footer checksum
bg: Контролна сума на футъра на сензора
cs: Kontrolní součet (checksum) zápatí senzoru
de: Sensor Prüfsumme
es: Suma de verificación del sensor del pie de página
fr: Somme du contrôle du capteur (CGM) en pied de page.
it: Somma di controllo del piè di pagina del sensore
nb_no: Sjekk-sum for sensor
nl: Sensor voettekst controlesom
pl: Suma kontrolna sensora
pt_pt: Sensor checksum do Rodapé
ru: Контрольная сумма сенсора
sv: Kontrollsumma för sensor
uk: Контрольна сума Сенсора
vi: Mã kiểm tra cảm biến
zh_hant: 傳感器尾部檢查碼

source: Sensor Info
bg: Информация за сензора
cs: Senzor info
fr: Informations sur le capteur (CGM)
it: Info Sensore
ru: Информация о сенсоре
uk: Інформація про Сенсор
vi: Thông tin cảm biến
zh_hant: 傳感器資訊

source: Sensor might have temporarily stopped, fallen off or is too cold or too warm
bg: Сензорът може временно да е спрял, да е паднал или да е прекалено студен или прекалено топъл
cs: Senzor mohl dočasně přestat měřit, vypadnout nebo je příliš studený či teplý.
da: Sensoren er muligvis midlertidigt stoppet, faldet af eller er for kold eller for varm
de: Der Sensor ist möglicherweise vorübergehend ausgefallen, abgefallen oder zu kalt oder zu warm
es: El sensor podría haberse detenido temporalmente, caído o es demasiado frío o demasiado caliente
fr: Le capteur de glucose a peut-être cessé temporairement de fonctionner, soit il s’est décollé, est trop froid ou trop chaud
it: Il sensore potrebbe essersi interrotto temporaneamente, caduto o troppo freddo o troppo caldo
nb_no: Sensoren kan ha stoppet midlertidig, falt av eller er for kald eller for varm
nl: Mogelijk is de sensor tijdelijk gestopt, losgeraakt of te koud of te warm
pl: Sensor mógł się tymczasowo zatrzymać, odpaść lub jest zbyt zimny lub zbyt ciepły
pt_pt: Sensor pode ter parado temporariamente, caído ou está muito frio ou quente
ru: Сенсор временно остановлен, отсоединён или температура за рамками допустимой
sv: Sensorn kan tillfälligt ha stoppats, fallit av eller är för kall eller för varm
uk: Сенсор може бути тимчасово зупинений, падіння або занадто холодно або тепло.
vi: Cảm biến có thể đã tạm dừng, bị rơi ra hoặc quá lạnh hoặc quá nóng
zh_hant: 傳感器可能已暫時停止、掉落或太冷或太熱

source: Sensor not found
bg: Сензорът не е намерен
cs: Senzor nebyl nalezen
da: Sensor ikke fundet
de: Sensor nicht gefunden
es: Sensor no encontrado
fr: Capteur de glycémie non trouvé
it: Sensore non trovato
nb_no: Sensor ikke funnet
nl: Sensor niet gevonden
pl: Sensor nie znaleziony
pt_pt: Sensor não encontrado
ru: Сенсор не найден
sv: Sensorn hittades inte
uk: Сенсор не знайдено
vi: Không phát hiện sensor
zh_hant: 找不到傳感器

source: Sensor Serial
bg: Сериен номер на сензора
cs: Sériové číslo senzoru
da: Sensor Serienummer
de: Sensor Seriennummer
fr: Numéro de série du capteur (CGM)
it: Seriale del Sensore
nb_no: Sensor serienummer
nl: Sensor serienummer
pl: Numer seryjny sensora
pt_pt: Série de Sensor
ru: Серийный номер сенсора
sv: Sensorns serienummer
uk: Серійний номер Сенсору
vi: Số sê-ri cảm biến
zh_hant: 傳感器序號

source: Sensor State
bg: Състояние на сензора
cs: Stav senzoru
da: Sensortilstand
de: Sensorzustand
es: Estado del sensor
fr: État du capteur (CGM)
it: Stato del Sensore
nb_no: Sensortilstand
nl: Sensor status
pl: Stan sensora
pt_pt: Estado do Sensor
ru: Состояние сенсора
sv: Sensorläge
uk: Стан Сенсору
vi: Trạng thái
zh_hant: 傳感器狀態

source: Sensor Type
bg: Тип на сензора
cs: Typ senzoru
de: Sensor-Typ
es: Tipo de sensor
fr: Type de capteur (CGM)
it: Tipo di Sensore
nb_no: Type sensor
nl: Type sensor
pl: Typ sensora
pt_pt: Tipo de Sensor
ru: Тип сенсора
sv: Sensortyp
uk: Тип Сенсору
vi: Loại cảm biến
zh_hant: 傳感器型號

source: Series
bg: Серии
cs: Série
da: Serie
de: Serie
fr: Séries
nb_no: Serier
nl: Reeks
pl: Seria
sv: Serie
zh_hant: 系列

source: Services
bg: Услуги
cs: Služby
da: Tjenester
de: Dienste
es: Servicios
it: Servizi
nb_no: Tjenester
nl: Apps
pl: Usługi
pt_pt: Serviços
ru: Службы
sv: Tjänster
uk: Сервіси
vi: Dịch vụ
zh_hant: 服務

source: Set a custom time for peak insulin effect.
bg: Задайте персонализирано време за пиков ефект на инсулина.
cs: Nastav si vlastní čas vrcholu účinku inzulínu.
da: Indstil en brugerdefineret tid for maksimal insulineffekt.
de: Lege eine individuelle Zeit für die maximale Insulinwirkung fest.
es: Establece un tiempo personalizado para el efecto de insulina máximo.
fr: Personnaliser la "Durée avant pic d’action de l’insuline".
it: Imposta un'ora personalizzata per l'effetto di picco dell'insulina.
nb_no: Angi et egendefinert tidspunkt for maksimal insulineffekt.
nl: Stel een aangepaste tijd in voor pieken insuline effect.
pl: Ustaw niestandardowy czas szczytu insuliny.
pt_pt: Defina um tempo personalizado para o efeito de insulina.
ru: Установить время для пикового эффекта инсулина.
sv: Ange en anpassad tid för maximal insulineffekt.
uk: Встановлення власного часу для піку ефекту інсуліну.
vi: Tùy chỉnh thời gian đạt đỉnh tác dụng của insulin.
zh_hant: 設置峰值胰島素效果的自訂時間。

source: Set a duration!
bg: Задайте продължителност!
cs: Nastav dobu trvání!
da: Angiv en varighed!
de: Setze eine Dauer!
es: ¡Establecer una duración!
fr: Indiquez une durée !
it: Imposta una durata!
nb_no: Sett en varighet!
nl: Stel een duur in!
pl: Ustaw czas trwania!
pt_pt: Defina uma duração!
sv: Ange en varaktighet!
uk: Встановіть тривалість!
vi: Đặt thời hạn!
zh_hant: 設定一個持續時間!

source: Set boundaries for insulin delivery and carb entries to help Trio keep you safe.
bg: Задайте граници за подаването на инсулин и въвежданията на въглехидрати, за да ви пази Trio.
cs: Nastav hranice pro podávání inzulínu a zadávání sacharidů, aby tě Trio udrželo v bezpečí.
da: Sikkerhedsgrænser for levering af insulin og kulhydratsposter er indstillet til at hjælpe Trio holde dig sikker.
de: Lege individuelle Grenzen für die Insulinabgabe und die Eingabe von Kohlenhydraten fest, damit Trio für Deine Sicherheit sorgen kann.
fr: Définition des limites pour l’administration d’insuline et l'ajout de glucides, afin d’aider Trio à garantir votre sécurité.
it: Imposta i limiti per l'erogazione d'insulina e l'inserimento di carboidrati per aiutare Trio a mantenerti sicuro.
nb_no: Angi grenser for insulintilførsel og karbohydratoppføringer slik at Trio kan holde deg trygg.
nl: De ingestelde begrenzing voor toediening van insuline en koolhydraten zijn ingesteld om Trio te helpen jou veilig te houden.
pl: Ustaw granice dla podawania insuliny i wpisów węglowodanów, aby pomóc Trio zachować bezpieczeństwo.
sv: Ange gränser för insulintillförsel och kolhydratsregistrering för att hjälpa Trio hålla dig säker.
vi: Đặt giới hạn cho việc cung cấp insulin và lượng carb nạp vào để giúp Trio đảm bảo an toàn cho bạn.
zh_hant: 設置胰島素輸送和碳水化合物輸入的邊界，以幫助 Trio 保護您安全。

source: Set Display Values
bg: Задаване на показваните стойности
cs: Nastavit zobrazované hodnoty
da: Sæt Visningsværdier
de: Anzeigewerte festlegen
es: Establecer valores de visualización
fr: Définir les valeurs affichées
it: Imposta Valori Di Visualizzazione
nb_no: Angi visningsverdier
nl: Stel weergavewaarden in
pl: Ustaw wartości wyświetlane
pt_pt: Definir Valores de Exibição
ru: Установить значения отображения
sv: Ställ in visningsvärden
uk: Встановити значення дисплею
vi: Đặt giá trị hiển thị
zh_hant: 設定顯示數值

source: Set limits for each type of macro per meal entry.
bg: Задайте лимити за всеки макронутриент в запис за хранене.
cs: Nastavte limity pro jednotlivé typy makroživin na jeden záznam jídla.
da: Sæt grænser for hver type makro pr. måltid indgang.
de: Lege die Grenzwerte für jede Art von Makro pro Mahlzeiteneintrag fest.
es: Establecer límites para cada tipo de macro por entrada de comida.
fr: Définir les limites par macronutriment lors d’un ajout de repas.
it: Fissare limiti per ogni tipo di macro per pasto.
nb_no: Angi grenseverdier for hver type næringsinnhold per måltid.
nl: Stel limieten in voor elk type macro per maaltijd invoer.
pl: Ustaw limity dla każdego typu makra na jedzenie
pt_pt: Defina limites para cada tipo de macro por entrada de refeição.
ru: Установка пределов для каждого типа макроса на единицу питания.
sv: Ange gränser för varje typ av makronutrient per måltidspost.
uk: Встановіть обмеження для кожного типу макросу за запис.
vi: Đặt giới hạn cho từng loại chất dinh dưỡng chính trong mỗi bữa ăn.
zh_hant: 為每餐輸入的每類宏設定限制。

source: Set low and high glucose values for the main screen, watch app and live activity glucose graph.
bg: Задайте стойностите за ниска и висока глюкоза за основния екран, приложението на часовника и графиката на глюкозата в Live Activity.
cs: Nastav si nízké a vysoké hodnoty glukózy pro hlavní obrazovku, aplikaci v hodinkách a graf v živých aktivitách.
da: Indstil lave og høje glukoseværdier for hovedskærmen, Watch app og live aktivitet glukose graf.
de: Stelle niedrige und hohe Glukosewerte für den Hauptbildschirm, die Watch-App und die Live-Activity-Glukosekurve ein.
fr: Définissez les valeurs basse et haute de mesure de glucose pour l’écran principal, l’app Apple Watch et le graphique de glucose dans « Activité en Direct ».
nb_no: Sett lave og høye blodsukkerverdier for grafen på hovedskjermen, klokkeappen og oppdateringer i sanntid.
nl: Stel lage en hoge glucosewaardes in voor het hoofdscherm, de Watch-app en de Live Activity-grafiek.
pl: Ustaw niskie i wysokie wartości glikemii dla ekranu głównego, aplikacji zegarka i wykresu aktywności na żywo.
sv: Ställ in låga och höga glukosvärden för hemvyn, watch-appen och liveaktivitetens glukosgrafer.
vi: Đặt giá trị đường huyết thấp và cao cho màn hình chính, ứng dụng trên đồng hồ và biểu đồ đường huyết trong Live Activity.
zh_hant: 為主螢幕、手錶應用程式和即時活動血糖圖設定低和高血糖值。

source: Set temp targets presets on iPhone first
bg: Първо задайте шаблоните за временни цели на iPhone
cs: Předvolby dočasných cílů nastav nejdřív na iPhonu.
da: Indstil forudindstillinger for midlertidig profil på iPhone først
de: Vorlagen für Temporäre Ziele zuerst auf dem iPhone festlegen
es: Establecer primero los objetivos temporales en el iPhone
fr: Définissez d’abord les préréglages de Cibles Temporaires sur l’iPhone
it: Imposta prima le pre-impostazioni degli obiettivi temporanei sull'iPhone
nb_no: Angi forhåndsinnstillinger for midlertidige mål på iPhone først
nl: Stel eerst tijdelijke doelen voorinstelling op iPhone in
pl: Najpierw ustaw tymczasowe ustawienia docelowe na iPhone
pt_pt: Defina primeiro as predefinições dos alvos temporários no iPhone
ru: Сначала установите временные цели в приложении на iPhone
sv: Spara ett tillfälligt målvärde på din iPhone först
uk: Спочатку встановіть тимчасові цілі в додатку на iPhone
vi: Thiết lập trước các mục tiêu tạm thời trên iPhone
zh_hant: 先在 iPhone 上設定臨時目標預設

source: Set Temporary Basal
bg: Задаване на временен базал
cs: Nastavit dočasný bazál
da: Sæt Midlertidig Basal
de: Temporäre Basalrate festlegen
es: Establecer Basal Temporal
fr: Appliquer ce débit basal temporaire
it: Imposta basale temporanea
nb_no: Angi midlertidig basal
nl: Tijdelijke basaal instellen
pl: Ustaw tymczasową bazę
pt_pt: Definir Basal Temporária
ru: Установить Временный Базал
sv: Ställ in temporaär basal
uk: Встановити тимчасовий базил
vi: Cài đặt liều nền tạm thời
zh_hant: 設定臨時基礎

source: Set the color scheme for glucose readings on the main glucose graph, live activities, and bolus calculator. Descriptions for each option found below.
bg: Задайте цветовата схема за показанията на глюкоза в основната графика, Live Activity и болус калкулатора. Описания на всяка опция ще намерите по-долу.
cs: Nastav si barevné schéma pro glykémii v hlavním grafu, v živých aktivitách a kalkulačce bolusu. Popis možností najdeš níže.
da: Indstil farvesammensætning for glucose aflæsninger på de vigtigste glukose graf, levende aktiviteter, og bolus regnemaskine. Beskrivelser for hver indstilling fundet nedenfor.
de: Lege das Farbschema für Glukosemessungen auf dem Haupt-Glukosegraphen, der Live-Aktivität und dem Bolusrechner fest. Beschreibungen für jede Option findest Du unten.
es: Establezca el esquema de color para lecturas de glucosa en la gráfica principal de glucosa, actividades en vivo y calculadora de bolos. Descripciones para cada opción que se encuentra a continuación.
fr: Ce réglage permet de définir la palette de couleurs utilisée pour les mesures de glucose sur le graphique principal, dans les "Activités en direct" (aperçus en temps réel sur l’écran verrouillé et l’île dynamique) et dans le calculateur de bolus. Une description de chaque option est disponible ci-dessous.
it: Impostare lo schema di colori per le letture di glucosio sul grafico principale del glucosio, le attività live e la calcolatrice del bolo.
nb_no: Velg fargeskjema for blodsukkerverdier i hovedbildet, oppdateringer i sanntid og boluskalkulator. Beskrivelse finnes nedenfor.
nl: Stel het kleurenschema in voor de glucosewaardes op de hoofdgrafiek, live activiteiten en bolus calculator. Omschrijvingen voor elke optie hieronder.
pl: Ustaw schemat kolorów dla odczytów glikemii na głównym wykresie glikemii, aktywności na żywo i kalkulatorze bolusa. Opisy dla każdej opcji znajdują się poniżej.
pt_pt: Defina o esquema de cores para leituras de glicose no gráfico principal de glicose, atividades ao vivo e calculadora de bolus. Descrições para cada opção encontrada abaixo.
ru: Установите цветовую схему для чтения глюкозы на главном графе глюкозы, в живых действиях и смешном калькуляторе. Описания для каждого варианта, найденного ниже.
sv: Ställ in färgschemat för glukosvärden på huvudglukosgrafen, liveaktiviteter, och för boluskalkylatorn. Beskrivningar för varje alternativ finns nedan.
uk: Встановіть кольорову схему для читання глюкози на основному графіку глюкози, онлайн діяльності та калькулятора bolus. Описи для кожного з наведених нижче.
vi: Thiết lập bảng màu cho các giá trị đường huyết trên biểu đồ chính, hoạt động trực tiếp và tính toán bolus. Mô tả cho từng tùy chọn được hiển thị bên dưới.
zh_hant: 設定主血糖圖、即時活動及注射計算器的顏色方案。每個選項的描述如下。

source: Set the Glucose Notifications Option. Descriptions for each option found below.
bg: Задайте опцията за известия за глюкоза. Описания на всяка опция ще намерите по-долу.
cs: Nastav si možnosti oznámení o glukóze. Popis jednotlivých voleb najdeš níže.
da: Indstil Glukose Notifikationsindstillingen. Beskrivelser for hver indstilling fundet nedenfor.
de: Lege die Glucose Benachrichtigungs-Option fest. Beschreibungen für jede Option findest Du unten.
es: Ajuste la opción de Notificaciones de Glucosa. Descripciones para cada opción encontrada a continuación.
fr: Détermine si et quand une notification du taux de glucose est envoyée. Voici les options possibles :
it: Imposta l'opzione Notifiche Glucosio. Descrizioni per ogni opzione trovata sotto.
nb_no: Velg innstilling for blodsukkervarsler. Beskrivelser for hvert av valgene finnes nedenfor.
nl: Stel de Glucose Notificatieoptie in. Beschrijvingen voor elke optie hieronder.
pl: Ustaw opcję powiadomienia o glikemii. Opisy dla każdej opcji znajdują się poniżej.
pt_pt: Defina a Opção de Notificações de Glicose. Descrições para cada opção encontrada abaixo.
ru: Установите опцию уведомлений о глюкозах. Описания для каждой из перечисленных ниже опций.
sv: Ställ in alternativ för glukosnotiser. Beskrivningar för varje alternativ finns nedan.
uk: Встановив Опцію «Глюкоз» для кожної з варіантів, знайдених нижче.
vi: Thiết lập tùy chọn thông báo đường huyết. Mô tả cho từng tùy chọn được hiển thị bên dưới.
zh_hant: 設定血糖通知選項。每個選項的描述如下。

source: Set the value enableSMB_high_bg will compare against to enable SMB. If BG > than this value, SMBs should enable.
bg: Задайте стойността, с която enableSMB_high_bg ще сравнява, за да включи SMB. Ако BG е над тази стойност, SMB трябва да се включат.
cs: Nastav hodnotu, se kterou se bude porovnávat enableSMB_high_bg pro povolení SMB. Pokud je glykémie (BG) vyšší než tato hodnota, měly by se SMB povolit.
da: Sæt værdien enableSMB_high_bg vil sammenligne med for at aktivere SMB. Hvis BG > end denne værdi, skal SMB'er aktiveres.
de: Lege den Wert fest, mit dem enableSMB_high_bg verglichen wird, um SMB zu aktivieren. Wenn die Glukose diesen Wert überschreitet, sollten SMBs aktiviert sein.
es: Establezca el valor con el que se comparará el valor enableSMB_high_bg para activar SMB. Si BG > que este valor, los SMBs deben habilitar.
fr: Définir la valeur à laquelle sera comparée pour activer les Super Micro Bolus (SMB). Si la mesure de glucose dépasse cette valeur, les SMB seront activés.
it: Impostare il valore enableSMB_high_bg comparerà per abilitare SMB. Se BG > di questo valore, le SMB si dovrebbero abilitare.
nb_no: Sett verdien som enableSMB_high_bg vil sammenligne med for å aktivere SMB. Hvis BS > denne verdien, vil SMB aktiveres.
nl: Stel de waarde in waarmee 'enableSMB_high_bg' wordt vergeleken om SMB in te schakelen. Als BG hoger is dan deze waarde, moet SMB worden ingeschakeld.
pl: Ustaw wartość enableSMB_high_bg, z którą będzie porównywane w celu włączenia SMB. Jeśli BG > niż ta wartość, SMB powinny się włączyć.
pt_pt: Definir o valor enableSMB_high_bg será comparado para habilitar SMB. Se BG > do que este valor, SMBs devem ativar.
ru: Настройте уровень для опции "Включить SMB при высоком BG". Если уровень BG выше данного значения, SMB будут включены.
sv: Ange glukosvärdet vid vilket SMB kommer att aktiveras. När glukosvärdet är högre än detta värde kommer SMB att aktiveras, även om andra inställningar för SMB är av.
uk: Встановіть значення увімкненим SMB_high_bg порівнюватиметься з включенням SMB. Якщо BG > ніж це значення, SMB повинні увімкнути.
vi: Đặt giá trị "Kích hoạt SMB với BG cao" sẽ so sánh để kích hoạt SMB. Nếu BG > giá trị này, SMB sẽ kích hoạt.
zh_hant: 設定 enableSMB_high_bg 將用來比較的數值以啟用 SMB。如果血糖超過此數值，則應啟用 SMB。
